{
  "generatedAt": "2025-09-01T00:00:00Z",
  "chapters": {
    "rutier": { "title": "Infrastructură rutieră", "baseline": "Rețeaua rutieră a trecut în 30 de ani de la sub 100 km de autostradă la peste 1.100 km operaționali. Coridoarele TEN-T au accelerat contractările. Nodurile mari cer by-pass-uri și management de trafic. În 2025: A0 Sud parțial operațional, A7 în execuție integral, A1 Sibiu–Pitești la tuneluri. Riscuri: mentenanță subfinanțată, exproprieri, capacitate administrativă. Direcții: închiderea A0, continuitate A7/A8, digitalizarea șantierelor, siguranță rutieră." },
    "feroviar": { "title": "Infrastructură feroviară", "baseline": "După declin, modernizările pe TEN-T au crescut vitezele punctual, dar rețeaua cere reparații capitale. În 2025: contracte ERTMS, electrificări pe rute de marfă, rame Alstom intrate, PESA în omologare. Riscuri: întârzieri, lipsă furnizori. Direcții: ERTMS la scară, electrificări și dublări, reabilitarea podurilor, modernizarea nodurilor (Brașov, Cluj, București)." },
    "portuar": { "title": "Infrastructură portuară", "baseline": "Constanța este hub Marea Neagră, porturile fluviale se modernizează. În 2025: extinderi de terminale, dragaj, reglementări noi pentru operare privată. Riscuri: niveluri Dunăre variabile, lipsă intermodal. Direcții: terminale specializate, digitalizare, acces rutier/feroviar." },
    "aeroportuar": { "title": "Infrastructură aeroportuară", "baseline": "Trafic aerian explodat după 2000. OTP și regionale în expansiune. În 2025: mandat pentru terminal OTP 176.000 mp, țintă 30 mil. pasageri. Riscuri: autorizări, lucrări în incintă. Direcții: layout modular, intermodal CFR, automatizare (self-drop, e-gates), NZEB." },
    "energetic": { "title": "Infrastructură energetică", "baseline": "Mix energetic în tranziție: gaz, nuclear, RES. România exportator net temporar. În 2025: Strategie 2025–2035 (44% RES 2035), Iernut aproape gata, reconversie Mintia, BESS 400 MWh. Interconexiuni 400 kV și cablul Georgia–România în studii. Riscuri: congestii, echilibrare RES. Direcții: întăriri 400 kV, digitalizare, prosumatori integrați." },
    "apa": { "title": "Alimentare cu apă", "baseline": "Acoperirea spre 77–80% populație, diferențe urban-rural. În 2025: SCADA/GIS/IoT implementate, reducere pierderi, contorizare inteligentă. Riscuri: rețele vechi, calitate inegală. Direcții: management presiune, reînnoire țintită, tarifare sustenabilă." },
    "canal": { "title": "Canalizare și epurare", "baseline": "Conectare >60%, ruralul rămâne în urmă. Stații mari (Glina) și tehnologii compacte SBR/MBR pentru orașe mici. În 2025: proiecte PNRR pentru colectori și nămol. Riscuri: costuri mari, sezonalitate. Direcții: soluții modulare, reutilizarea apei epurate, energie din nămol." },
    "iluminat": { "title": "Iluminat public", "baseline": "Migrare la LED și telegestiune, economii mari. În 2025: control adaptiv și senzori smart city. Riscuri: achiziții low-cost. Direcții: standardizare, fotometrie corectă, mentenanță bazată pe date." },
    "deseuri": { "title": "Salubritate și deșeuri", "baseline": "Reciclare redusă, DRS și sortare/compostare în extindere. În 2025: obligații textile/uleiuri, termene în UAT. Riscuri: contaminare, piețe volatile. Direcții: PAYT, extindere sortare, contracte pe performanță." },
    "locala": { "title": "Infrastructură locală", "baseline": "Subfinanțată până la PNDL→Anghel Saligny. În 2025: investiții în drumuri, poduri, utilități, mobilitate urbană. Riscuri: fragmentare, studii sumare. Direcții: prioritizare obiectivă, pachete integrate, întreținere programată." },
    "sanatate": { "title": "Infrastructură de sănătate", "baseline": "Parc spitalicesc vechi, investiții PNRR/PNIIUS. În 2025: spitale regionale în contractare, extinderi județene, UPU/ATI modernizate. Riscuri: autorizări, costuri, lipsă personal. Direcții: NZEB, telemedicină, mentenanță SLA." },
    "educationala": { "title": "Infrastructură educațională", "baseline": "Clădiri vechi, diferențe urban-rural. În 2025: reabilitări, dotări digitale, consolidări seismice. Riscuri: mentenanță slabă, dotări neutilizate. Direcții: standarde laboratoare, management energetic." },
    "turistica": { "title": "Infrastructură turistică", "baseline": "Investiții litoral/munte, rute tematice și balnear. În 2025: porturi turistice, centre de vizitare. Riscuri: sezonalitate, întreținere. Direcții: conectivitate, integrare cu patrimoniul." },
    "sportiva": { "title": "Infrastructură sportivă", "baseline": "Investiții ciclice, 2022–2025 sute de săli și bazine. În 2025: stadioane și arene în execuție. Riscuri: costuri operaționale, administrare slabă. Direcții: parteneriate public-privat, eficiență energetică." }
  }
}
